{
  "message.startCutscene": "{{name}} has started a cutscene!",
  "message.finishCutscene": "{{name}} has finished a cutscene!",
  "message.noMod": "The player {{name}} does not have the mod installed. For correct functionality, all players must have the mod installed.",
  "message.modVersionMismatch": "The player {{name}} has mod version {{modVersion}} when the Host mod is {{hostModVersion}}. For correct functionality, the mod versions must match for all players.",
  "command.resetCommandResult": "The pause state has been reset.",
  "command.resetCommandError": "The reset command can only be executed by the host player.",
  "command.resetCommandDescription": "Resets the current cutscene state and clears all active pauses.",
  "menu.title": "Game Paused",
  "menu.player": "Player",
  "menu.inCutscene": "{{name}} is currently in a cutscene!",
  "menu.whileWait": "While you wait for the cutscene to finish:",
  "menu.openInventory": "Open inventory",
  "menu.playPrairieKing": "Play Journey of The Prairie King",
  "menu.playJunimoKart": "Play Junimo Kart",
  "config.option.EnablePauseMenu": "Enable menu on /pause",
  "config.option.EnablePauseMenu.tooltip": "Allow opening the custom pause menu with random tips when the /pause command is executed.",
  "tips.tip1": "Plug in an Xbox One or Xbox 360 controller to activate game pad mode.",
  "tips.tip2": "Giving gifts is a good way to make friends with the residents of Stardew Valley.",
  "tips.tip3": "Shift-click to purchase 5 items at a time.",
  "tips.tip4": "After upgrading your hoe or watering can, hold down the tool button to increase the area of effect!",
  "tips.tip5": "Right-click to use a weapon's special move.",
  "tips.tip6": "Watch TV shows to learn useful tips, cooking recipes, and more!",
  "tips.tip7": "The traveling merchant visits Stardew Valley twice a week. She sells a wide variety of goods, often at exorbitant prices!",
  "tips.tip8": "Thank you for using my mod! I hope it makes your Stardew Valley experience even better.",
  "tips.tip9": "The weather forecast can help you plan your farm activities for the next day.",
  "tips.tip10": "Some items can only be found during specific seasons or weather conditions.",
  "tips.tip11": "Different crops have different growth times. Plan your planting wisely!",
  "tips.tip12": "A secret can be found where the river meets the stone walls. Keep looking for patterns.",
  "tips.tip13": "Villagers have unique schedules. Pay attention to where they go on different days.",
  "tips.tip14": "You can use crab pots in rivers, lakes, and the ocean to catch a variety of items.",
  "tips.tip15": "Animals on your farm are happier and produce more when petted daily and kept warm in winter.",
  "tips.tip16": "Fishing treasure chests can contain rare and valuable items. Keep an eye out for them!",
  "tips.tip17": "Lightning rods protect your crops and generate batteries during storms.",
  "tips.tip18": "Check the community center bundles to discover what items you'll need throughout the year.",
  "tips.tip19": "Planting crops near beehives will influence the type of honey you produce.",
  "tips.tip20": "The mine elevator saves your progress every 5 levels, so aim for milestones when exploring.",
  "tips.tip21": "Some villagers love handmade items like crafted goods or cooked meals. Experiment to find their favorites!",
  "tips.tip22": "Different fish appear depending on the season, weather, and time of day. Plan your fishing trips wisely.",
  "tips.tip23": "Growing giant crops requires planting specific seeds in a 3x3 grid and waiting patiently.",
  "tips.tip24": "Certain villagers have unique schedules on festival days. Look for them in unexpected places.",
  "tips.tip25": "Upgrading your farmhouse unlocks new features and opportunities for your farm.",
  "tips.tip26": "Rainy days are perfect for mining or fishing, as you won’t need to water your crops.",
  "tips.tip27": "You can give gifts to villagers twice a week. Make sure to keep track of their favorite items!",
  "tips.tip28": "Mines are a great source of resources, but beware of the monsters that lurk in the deeper levels.",
  "tips.tip29": "Don't forget to upgrade your tools! A better axe or pickaxe can make your life much easier.",
  "tips.tip30": "The greenhouse can be unlocked by completing a specific bundle in the Community Center. It allows you to grow crops all year round.",
  "tips.tip31": "The Egg Festival is a great time to meet everyone in town, and don't forget to compete in the egg hunt – the prize is worth it!",
  "tips.tip32": "At the Stardew Valley Fair, try your best to win the Grange Display competition. If you place high enough, you’ll earn a special trophy!",
  "tips.tip33": "During the Dance of the Moonlight Jellies, be sure to watch the beautiful spectacle by the beach. It's a serene experience you won't forget.",
  "tips.tip34": "At the Winter Festival, remember to bring a gift for the gift exchange. Everyone is eager to see what you'll bring!",
  "tips.tip35": "For the Luau, make sure your dish is perfect! The quality of your contribution can really affect the outcome of the festival.",
  "tips.tip36": "During the Spirit's Eve festival, be sure to visit the maze. Some say there’s a mysterious prize for those who complete it!",
  "tips.tip37": "At the Festival of Ice, try to win the ice fishing contest! It’s a great way to show off your fishing skills."
}